---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipsPerInch
source: html/992fc803-bff5-c3cb-72e2-48b10007984f.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipsPerInch Property

Kips per inch.

## Syntax (C#)
```csharp
public static ForgeTypeId KipsPerInch { get; }
```